[
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/generic/cropshipper/cropshipper.object": [
        "/avianDescription"
      ]
    },
    "Texts": {
      "Eng": "A crate that can be launched into space? If you're going to sell produce, this is the way to do it.",
      "Por": "Uma caixa que pode ser lançada para o espaço? Se você estiver indo vender produtos, esta é a maneira de fazer."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/generic/cropshipper/cropshipper.object": [
        "/glitchDescription"
      ]
    },
    "Texts": {
      "Eng": "Excited. A space shipping system! I can sell produce to Terramart by firing it into space!",
      "Por": "Animado. Um sistema de transporte espacial! Eu posso vender produção para o Terramart disparando ele no espaço!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/generic/cropshipper/cropshipper.object": [
        "/novakidDescription"
      ]
    },
    "Texts": {
      "Eng": "Fireworks ain't got nothing on a produce shippin' crate you can fire into space.",
      "Por": "Um caixote de transporte de produtos que você pode disparar para o espaço."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/generic/cropshipper/cropshipper.object": [
        "/humanDescription"
      ]
    },
    "Texts": {
      "Eng": "I can blast stuff into space with this! And if it's the right stuff, I'll get paid to do it!",
      "Por": "Eu posso explodir coisas no espaço com isso! E se for o material certo, eu vou ser pago para fazê-lo!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/generic/cropshipper/cropshipper.object": [
        "/apexDescription"
      ]
    },
    "Texts": {
      "Eng": "Put the produce in the crate, fire the crate into space, get pixels for the produce. Very handy.",
      "Por": "Coloque o produto na caixa, atire a caixa no espaço, obtenha pixels pelo produto. Muito conveniente."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/generic/cropshipper/cropshipper.object": [
        "/description"
      ]
    },
    "Texts": {
      "Eng": "Sell food and produce to Terramart from the comfort of your own doorstep, by blasting it into space.",
      "Por": "Venda alimentos e produza para o Terramart do conforto da sua casa, lançando-o para o espaço."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/generic/cropshipper/cropshipper.object": [
        "/floranDescription"
      ]
    },
    "Texts": {
      "Eng": "Sselling stuff is boring... Unless you fire a crate into sspace to do it!",
      "Por": "Vender coisasss é chato... A menos que você dispare uma caixa no espaço para fazer isso!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/generic/cropshipper/cropshipper.object": [
        "/shortdescription"
      ]
    },
    "Texts": {
      "Eng": "Terramart Shipments",
      "Por": "Terramart Shipments"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/generic/cropshipper/cropshipper.object": [
        "/hylotlDescription"
      ]
    },
    "Texts": {
      "Eng": "This device launches crates into space. A somewhat novel way of selling produce...",
      "Por": "Este dispositivo lança caixas no espaço. Uma maneira um tanto nova de vender produtos..."
    }
  }
]