[
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/peacekeeper/peacekeeper.cinematic": [
        "/panels/6/text"
      ]
    },
    "Texts": {
      "Eng": "Are gonna accomplish great things together!",
      "Por": "Vão realizar grandes coisas juntos!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/peacekeeper/peacekeeper.cinematic": [
        "/panels/16/text"
      ]
    },
    "Texts": {
      "Eng": "But now Earth is gone, and so are the Peacekeepers. I may be the only Peacekeeper left, but I ain't gonna let that stop me!",
      "Por": "Mas agora a Terra se foi, assim como os Pacificadores. Eu posso ser o único Pacificador que resta, mas eu não vou deixar isso me parar!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/peacekeeper/peacekeeper.cinematic": [
        "/panels/17/text"
      ]
    },
    "Texts": {
      "Eng": "I wanna rebuild the Peacekeepers! I wanna bust some crime rings! And I wanna look mighty slick doin' it all! Are you with me, partner?!",
      "Por": "Eu quero reconstruir os Pacificadores! Eu quero quebrar alguns anéis do crime! E eu quero parecer poderoso fazendo tudo isso! Você está comigo, parceiro(a)?!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/peacekeeper/peacekeeper.cinematic": [
        "/panels/10/text"
      ]
    },
    "Texts": {
      "Eng": "It was a nice goal, but it don't mean you ain't gonna have some folks wantin' to throw the first punch. That's where we came in.",
      "Por": "Foi um bom objetivo, mas isso não significa que você não vai ter algumas pessoas querendo dar o primeiro soco. É aí que entramos."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/peacekeeper/peacekeeper.cinematic": [
        "/panels/7/text"
      ]
    },
    "Texts": {
      "Eng": "Let me lay out the facts for yer. Sit tight, partner.",
      "Por": "Deixe-me expor os fatos pro cê. Aguente firme, parceiro(a)."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/peacekeeper/peacekeeper.cinematic": [
        "/panels/13/text"
      ]
    },
    "Texts": {
      "Eng": "Out of the public eye, we'd keep Earth safe so that the Protectorate could safely promote their message of unity. It was a darn good time for us all.",
      "Por": "Fora dos olhos do público, manteríamos a Terra a salvo para que o Protetorado pudesse promover com segurança sua mensagem de união. Foi um bom momento para todos nós."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/peacekeeper/peacekeeper.cinematic": [
        "/panels/12/text"
      ]
    },
    "Texts": {
      "Eng": "The ^orange;Terrene Peacekeepers^white;, a quiet team of expert detectives an' bounty hunters who dismantled the organisations threatenin' peace on Earth.",
      "Por": "Os ^orange;Pacificadores Terrenos^white;, uma equipe silenciosa de detetives especialistas e caçadores de recompensas que desmontaram as organizações ameaçando a paz na Terra."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/peacekeeper/peacekeeper.cinematic": [
        "/panels/5/text"
      ]
    },
    "Texts": {
      "Eng": "The name's ^orange;Captain Noble^white;, an' I think you and I...",
      "Por": "Meu nome é ^orange;Capitão Noble^white;, e eu acho que você e eu..."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/peacekeeper/peacekeeper.cinematic": [
        "/panels/4/text"
      ]
    },
    "Texts": {
      "Eng": "Well ain't this my lucky day. One of you managed to escape, huh? Looks like you can take care of yourself as well.",
      "Por": "Bem, este é o meu dia de sorte. Um de vocês conseguiu escapar, hein? Parece que você pode cuidar de si mesmo também."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/peacekeeper/peacekeeper.cinematic": [
        "/panels/8/text"
      ]
    },
    "Texts": {
      "Eng": "When the Terrene Protectorate formed, it aimed to unite the universe with diplomacy - hugs an' kisses an' all that.",
      "Por": "Quando o Protetorado Terreno se formou, o objetivo era unir o universo com a diplomacia - abraços e beijos e tudo mais."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/peacekeeper/peacekeeper.cinematic": [
        "/panels/3/text"
      ]
    },
    "Texts": {
      "Eng": "You there! You're holdin' a Matter Manipulator, ain't yer?",
      "Por": "Você aí! Você está segurando um Manipulador de Matéria, não é?"
    }
  }
]