[
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/intro.radiomessages": [
        "/protectorateWeaponPester/text"
      ]
    },
    "Texts": {
      "Eng": "Access a weapon with ease by ^#71f2f6;placing it in one of the action bar slots^white; at the top of the screen, then ^#71f2f6;pressing the corresponding number key to equip^white; or unequip it.",
      "Por": "Acesse uma arma com facilidade ao ^#71f2f6;colocar em um dos espaços da barra de ação^white; no topo da tela, então ^#71f2f6;pressione o número correspondente no seu teclado para equipar^white; ou desequipar."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/intro.radiomessages": [
        "/protectorateExitBedPester/text"
      ]
    },
    "Texts": {
      "Eng": "Good morning graduate! You have overslept. ^#71f2f6;Press A or D to get out of bed^white;.",
      "Por": "Bom dia graduado! Você dormiu demais. ^#71f2f6;Pressione A ou D para sair da sua cama^white;."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/intro.radiomessages": [
        "/protectorateShipPlatform/text"
      ]
    },
    "Texts": {
      "Eng": "I have bypassed the preflight checks. Get aboard!",
      "Por": "Eu contornei as verificações de pré-voo. Suba na nave!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/intro.radiomessages": [
        "/protectorateCollapsedGallery/text"
      ]
    },
    "Texts": {
      "Eng": "It appears the ceiling has collapsed. The Matter Manipulator can be used to clear this dirt. ^#71f2f6;Press the R key to equip it^white;, then click and hold on the pile of dirt to dig through it.",
      "Por": "Parece que o teto desabou. O Manipulador de Matéria pode ser usado para limpar esta terra. ^#71f2f6;Pressione a tecla R para equipa-lo^white;, então clique e segure na pilha de terra para cavar sobre ela."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/intro.radiomessages": [
        "/protectorateStage5/text"
      ]
    },
    "Texts": {
      "Eng": "It is not safe to remain here! ^#71f2f6;Please take the Matter Manipulator^white;. You must proceed to the shuttle pad!",
      "Por": "Não é seguro ficar aqui! ^#71f2f6;Por favor pegue o Manipulador de Matéria^white;. Você precisa ir a plataforma de transporte!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/intro.radiomessages": [
        "/protectorateDormRoomPester/text"
      ]
    },
    "Texts": {
      "Eng": "Remember, you can open a door by ^#71f2f6;hovering over it with your cursor and pressing E^white;.",
      "Por": "Lembre-se, você pode abrir uma porta ^#71f2f6;botando o cursor sobre a mesma, e apertando E^white;."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/intro.radiomessages": [
        "/protectorateFloodedDoor/text"
      ]
    },
    "Texts": {
      "Eng": "Scans show the room beyond this door has flooded. It would be best not to go in... I advise you find a way over it - ^#71f2f6;use spacebar to jump^white; up to higher platforms.",
      "Por": "Leituras mostram que a sala atrás desta porta está inundada. É melhor não entrar... Eu aconselho você a encontrar uma forma de passar sobre ela - ^#71f2f6;use a barra de espaço para pular^white; para plataformas mais altas."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/intro.radiomessages": [
        "/protectorateCollapsedGalleryNoMM/text"
      ]
    },
    "Texts": {
      "Eng": "Take the Matter Manipulator dropped by the Grand Protector - it will be essential to your survival!",
      "Por": "Pegue o Manipulador de Matéria largado pela Grande Protetora - Ele vai ser essencial para sua sobrevivência!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/intro.radiomessages": [
        "/protectorateGetWeapon/text"
      ]
    },
    "Texts": {
      "Eng": "The chest sitting on that conveyor belt should contain some kind of weapon. Please arm yourself!",
      "Por": "O baú que está perto daquela esteira deve conter algum tipo de arma. Por favor equipe-se!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/intro.radiomessages": [
        "/protectorateRooftop/text"
      ]
    },
    "Texts": {
      "Eng": "The scale of this disaster is immeasurable; the destruction occurring is beyond my capacity to quantify. You must leave this planet immediately.",
      "Por": "A escala do desastre é imensa; a destruição ocorrendo esta além da minha capacidade de quantificação. Você precisa sair deste planeta imediatamente."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/intro.radiomessages": [
        "/protectorateDormRoomTutorial/text"
      ]
    },
    "Texts": {
      "Eng": "To interact with a nearby person, door, or other object, you should ^#71f2f6;hover over it with your cursor and press E^white;, if you are awake enough to do so.",
      "Por": "Para interagir com uma pessoa, porta, ou outro objeto próximo você deve ^#71f2f6;mover seu cursor até ele e então apertar E^white;, se você estiver acordado o suficiente para fazer isso."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/intro.radiomessages": [
        "/protectorateDuct/text"
      ]
    },
    "Texts": {
      "Eng": "To jump down from a platform like this you should ^#71f2f6;hold S to crouch then tap spacebar^white;.",
      "Por": "Para descer de uma plataforma como esta você deve ^#71f2f6;segurar S para agachar e apertar a barra de espaço^white;."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/intro.radiomessages": [
        "/protectorateDuctPester/text"
      ]
    },
    "Texts": {
      "Eng": "We are running out of time. I advise that you drop down through this platform by ^#71f2f6;holding S to crouch, then tapping spacebar^white;.",
      "Por": "Estamos ficando sem tempo. Eu sugiro que você dessa por esta plataforma ^#71f2f6;segurando S para agachar, então apertando a barra de espaço^withe;."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/intro.radiomessages": [
        "/protectorateCollapsedGalleryPester/text"
      ]
    },
    "Texts": {
      "Eng": "You can get past this dirt using your Matter Manipulator. ^#71f2f6;Press the R key to equip it^white;.",
      "Por": "Você pode passar por essa terra usando o seu Manipulador de Matéria. ^#71f2f6;Pressione a tecla R para equipa-lo^white;."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/intro.radiomessages": [
        "/protectorateTentacleBarrier/text"
      ]
    },
    "Texts": {
      "Eng": "You will need to destroy that tentacle in order to reach the shuttle. I suggest you retrieve a weapon from that chest.",
      "Por": "Você precisa destruir aquele tentáculo para chegar a plataforma de lançamento. Eu sugiro que você pegue uma arma daquele baú."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/intro.radiomessages": [
        "/protectorateLoungeTutorial/text"
      ]
    },
    "Texts": {
      "Eng": "Your uniform is available to collect from your personal locker... It is quite impressive that you can remain so serene when you are running so late. Well done you.",
      "Por": "Seu uniforme está dento de seu armário pessoal... É bem impressionante que você consiga ficar tão calmo quando está atrasado. Muito bom da sua parte."
    }
  }
]