[
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/pickupinventorstable/text"
      ]
    },
    "Texts": {
      "Eng": "Did you just craft an inventor's table? I estimate your chances of survival have improved by 7.2%.",
      "Por": "Você acabou de criar uma inventor's table? Eu estimo que suas chances de sobrevivência melhoraram em 7,2%."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/fuel/text"
      ]
    },
    "Texts": {
      "Eng": "Erchius fuel for your FTL drive can be mined from moons. It should be noted that since Earth's destruction, all moons scanned have delivered strange, unpleasant and indecipherable readings.",
      "Por": "Combustível Erchius para o seu motor FTL pode ser extraído de luas. Deve-se notar que desde a destruição da Terra, todas as luas escaneadas entregaram leituras estranhas, desagradáveis e indecifráveis."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/peacekeeper02/text"
      ]
    },
    "Texts": {
      "Eng": "Hope you like the new station, partner! We've even got a ^orange;Peacekeeper supply store^white; now!",
      "Por": "Espero que goste da nova estação, parceiro(a)! Nós temos até uma ^orange;Loja de suprimentos de pacificador^white; agora!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/pickupflag/text"
      ]
    },
    "Texts": {
      "Eng": "I am able to reconfigure the ship's teleporter to teleport directly to the location marked by this flag. Place and interact with the flag to establish a name.",
      "Por": "Eu sou capaz de reconfigurar o teletransportador da nave para teleportar diretamente para o local marcado por esta bandeira. Coloque e interaja com a bandeira para estabelecer um nome."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/naturalcave1/text"
      ]
    },
    "Texts": {
      "Eng": "I am detecting a variety of life signs in this mine. If you are intending to search it for core fragments, I may advise adequately arming yourself first.",
      "Por": "Estou detectando uma variedade de sinais de vida nesta mina. Se você está pretendendo buscar core fragments, devo aconselhar você a equipar-se adequadamente primeiro."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/full/text"
      ]
    },
    "Texts": {
      "Eng": "I see that you are eating sufficiently! With a full stomach, your body will slowly regenerate and heal.",
      "Por": "Vejo que você está comendo o suficiente! Com o estômago cheio, seu corpo vai lentamente se regenerar e curar."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/pickupseed/text"
      ]
    },
    "Texts": {
      "Eng": "I see that you've discovered some seeds. I suggest planting them in some tilled soil, and watering them until they grow. The tools you need can be built at a foraging table.",
      "Por": "Eu vejo que você descobriu algumas sementes. Sugiro plantá-las em um pouco de terra arada, e molhar até que elas cresçam. As ferramentas que você precisa podem ser construídas em uma foraging table."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/naturalcave2/text"
      ]
    },
    "Texts": {
      "Eng": "If you are not sufficiently confident in your personal combat capabilities, an alternative solution would be to dig closer to the planet's center to find the core fragments.",
      "Por": "Se você não estiver suficientemente confiante em suas capacidades de combate pessoais, uma solução alternativa seria a de cavar mais perto do centro do planeta para encontrar os core fragments."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/pickupcampfire/text"
      ]
    },
    "Texts": {
      "Eng": "It seems you have discovered fire. My databanks tell me you're the 714 billionth person to do so. Well done! You can use the fire to cook food!",
      "Por": "Parece que você descobriu fogo. Meus bancos de dados dizem que você é a 714 bilionésima pessoa a fazê-lo. Muito bom! Você pode usar o fogo para cozinhar comida!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/peacekeeper03/text"
      ]
    },
    "Texts": {
      "Eng": "The new station ain't too bad, if I say so myself! We're risin' up, partner!",
      "Por": "A nova estação não é tão ruim assim! Estamos crescendo, parceiro(a)!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/hungry/text"
      ]
    },
    "Texts": {
      "Eng": "The weakness you are feeling is likely due to hunger. You should find something to eat in order to maintain your body's functionality.",
      "Por": "A fraqueza que você está sentindo é provavelmente devida à fome. Você deve encontrar algo para comer, a fim de manter a funcionalidade do seu corpo."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/challengedoor/text"
      ]
    },
    "Texts": {
      "Eng": "This door will transport you to a challenging room that you may attempt to traverse. I applaud your intrepid disposition.",
      "Por": "Esta porta vai transportá-lo para uma sala de desafio que você pode tentar atravessar. Aplaudo a sua disposição corajosa."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/peacekeeper05/text"
      ]
    },
    "Texts": {
      "Eng": "We've finally hit the big time, partner! The Peacekeepers are well an' truly back, and lookin' finer than ever!",
      "Por": "Nós finalmente atingimos o grande momento, parceiro(a)! Os pacificadores estão de volta e estão mais bonitos do que nunca!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/peacekeeper04/text"
      ]
    },
    "Texts": {
      "Eng": "Welcome to our mighty fine new place, partner! Why not check out our ^orange;Peacekeeper Furnishing store^white;?",
      "Por": "Bem-vindo ao nosso novo e poderoso lugar, parceiro(a)! Por que não confere nossa ^orange;Loja de mobiliário Pacificador^white;?"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/starving/text"
      ]
    },
    "Texts": {
      "Eng": "You are starving! It is imperative that you obtain and consume some food immediately.",
      "Por": "Você está morrendo de fome! É imperativo que você obtenha e consuma algum alimento imediatamente."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/pickupcollar/text"
      ]
    },
    "Texts": {
      "Eng": "You discovered a collar. When worn by a tamed monster, these collars can provide a wide range of benefits. You can add them to a filled capture pod with a right-click.",
      "Por": "Você descobriu um coleira. Quando usada por um monstro domado, estas coleiras podem fornecer uma ampla gama de benefícios. Você pode adicioná-la a um capture pod preenchido com o botão direito."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/pickupcorefrag/text"
      ]
    },
    "Texts": {
      "Eng": "You discovered a core fragment! These are useful objects. I estimate that you will require at least 20 of them.",
      "Por": "Você descobriu um core fragment! Estes são objetos úteis. Estimo que você vai precisar de pelo menos 20 deles."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/pickupcoal/text"
      ]
    },
    "Texts": {
      "Eng": "You discovered coal! You can turn coal into torches to light your way. The chance of fatal incidents is dramatically increased in the dark. Explore the crafting menu.",
      "Por": "Você descobriu carvão! Você pode transformar carvão em tochas para iluminar seu caminho. A possibilidade de incidentes fatais é dramaticamente aumentada no escuro. Explore o menu de fabricação."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/pickupdye/text"
      ]
    },
    "Texts": {
      "Eng": "You discovered dye. With these you can colour your attire to your liking. You can apply one to any piece of armour or clothing with a right-click.",
      "Por": "Você descobriu um corante. Com eles, você pode colorir o seu traje ao seu gosto. Você pode aplicar um a qualquer peça de armadura ou roupas com o botão direito."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/pickupore/text"
      ]
    },
    "Texts": {
      "Eng": "You discovered some ore. Ore can be turned into bars using a furnace, bars are useful for crafting a wide range of equipment that may increase your life expectancy.",
      "Por": "Você descobriu um minério. Minérios pode ser transformado em barras usando uma fornalha, as barras são úteis para a criação de uma vasta gama de equipamentos que podem aumentar sua expectativa de vida."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/pickupplantfibre/text"
      ]
    },
    "Texts": {
      "Eng": "You discovered some plant fibre. This can be woven into useful fabrics at a spinning wheel.",
      "Por": "Você descobriu alguma fibra vegetal. Isto pode ser tecido em tecidos úteis em uma spinning wheel."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/pickuplogblock/text"
      ]
    },
    "Texts": {
      "Eng": "You have found some wood. My databanks tell me wood is a material with a great many uses. I suggest you kill additional trees and explore your crafting menu.",
      "Por": "Você encontrou madeira. Meus bancos de dados me dizem que a madeira é um material com um grande número de utilizações. Eu sugiro que você derrube mais árvores e explore o seu menu de fabricação."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/pickupbow/text"
      ]
    },
    "Texts": {
      "Eng": "You obtained a bow. Overcoming a monster with one of these significantly increases your chances of getting meat and rare crafting ingredients.",
      "Por": "Você obteve um arco. Atacando um monstro com um destes aumenta significativamente suas chances de conseguir carne e ingredientes de fabricação raros."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/pickupcapturepod/text"
      ]
    },
    "Texts": {
      "Eng": "You obtained a capture pod. A monster can be captured in this if their health is low enough. Throw it at a monster to capture it. Captured monsters become tame.",
      "Por": "Você obteve um capture pod. Um monstro pode ser capturado nisto se sua vida estiver baixa o suficiente. Jogue-o em um monstro para capturá-lo. Monstros capturados se tornam domados."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/pickupepp/text"
      ]
    },
    "Texts": {
      "Eng": "You obtained an Enviro Protection Pack (EPP). These specialised devices enable the user to survive in otherwise inhospitable environments. You can also enhance EPPs with augments.",
      "Por": "Você obteve um Pacote de Proteção Ambiental (EPP). Estes dispositivos especializados permitem que o usuário sobreviva em ambientes de outra forma inóspitos. Você também pode melhorar os EPPs com augments."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/pickupaugment/text"
      ]
    },
    "Texts": {
      "Eng": "You obtained an augment. These modules can provide a wide range of benefits. Install them to an Enviro Protection Pack (EPP) with a right-click.",
      "Por": "Você obteve um augment. Estes módulos podem fornecer uma ampla gama de benefícios. Instale-os em um Pacote de Proteção Ambiental (EPP), com o botão direito."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "radiomessages/tutorial.radiomessages": [
        "/pickupmanipulatormodule/text"
      ]
    },
    "Texts": {
      "Eng": "You've obtained a manipulator module. With enough of these you can upgrade your Matter Manipulator from the access panel on the right-hand toolbar.",
      "Por": "Você obteve um manipulator module. Com bastante destes você pode melhorar seu Manipulador de Matéria pelo painel de acesso na barra de ferramentas do lado direito."
    }
  }
]